Repository: kaspernj/openall_time_applet
Catalog: locales/*/LC_MESSAGES/default.po
Languages: da_dk

source: Wrong username and/or password.
da_dk: Forkert brugernavn og/eller adgangskode.

source: Could not log in because of unknown reason. Please check debug-output in '%s'.
da_dk: Kunne ikke logge ind pga. ukendt årsag. Check venligst debug-output i '%s'.

source: Empty body returned from OpenAll.
da_dk: Tom body returneret fra OpenAll.

source: Could not parse JSON from: %s
da_dk: Kunne ikke oversætte JSON fra: %s

source: Monday
da_dk: Mandag

source: Thuesday
da_dk: Tirsday

source: Wednesday
da_dk: Onsdag

source: Thursday
da_dk: Torsday

source: Friday
da_dk: Freday

source: Saturday
da_dk: Lørday

source: Sunday
da_dk: Søndag

source: Black
da_dk: Sort

source: Green (Casalogic)
da_dk: Grøn (Casalogic)

source: White
da_dk: Hvid

source: The OpenAll-settings was saved.
da_dk: OpenAll-indstillinger blev gemt.

source: Reminder-minute was not numeric.
da_dk: Påmindelses-minutter var ikke et gyldigt tal.

source: The reminder-settings was saved.
da_dk: Påmindelses-indstillinger blev gemt.

source: The tray-settings was saved.
da_dk: Tray-indstillinger blev gemt.

source: Connecting and logging in...
da_dk: Forbinder og logger ind...

source: Getting task-list.
da_dk: Henter opgave-liste.

source: Got %s tasks.
da_dk: Hentet %s opgaver.

source: Error
da_dk: Fejl

source: The interval was not numeric or above zero.
da_dk: Intervallet var ikke et nummer eller over nul.

source: The auto. sync. preferences was saved.
da_dk: Auto synk. indstillingerne blev gemt.

source: Week %s
da_dk: Uge %s

source: No worktimes was found that week.
da_dk: Der blev ikke fundet nogle arbejdstimer i denne uge.

source: None
da_dk: Ingen

source: Choose:
da_dk: Vælg:

source: Time
da_dk: Tid

source: Description
da_dk: Beskrivelse

source: T-time
da_dk: T-tid

source: T-Descr.
da_dk: T-Beskr.

source: Cost
da_dk: Omk.

source: Fixed
da_dk: Fikset

source: Work
da_dk: Arb.

source: Task
da_dk: Opgave

source: You cannot edit the time for the active timelog.
da_dk: Du kan ikke redigere tid for den aktive tidslog.

source: You cannot track a date. Please track a timelog instead.
da_dk: Du kan ikke tracke en dato. Brug venligst en tidslog i stedet.

source: Transfer
da_dk: Overfør

source: Sync time
da_dk: Synk tid

source: There is nothing to sync at this time.
da_dk: Der er intet at synce på nuværende tidspunkt.

source: You cannot edit this on the active timelog.
da_dk: Du kan ikke redigere den aktive tidslog.

source: Could not find timelog in treeview: '%s'.
da_dk: Kunne ikke finde tidslog i treeviewet: '%s'.

source: Could not find iter from that date: '%s'.
da_dk: Kunne ikke finde iter fra den dato: '%s'.

source: The timelog '%s' has not been synced. Are you sure you want to quit?
da_dk: Tidsloggen '%s' er ikke blevet synkroniseret. Er du sikker på, at du vil afslutte?

source: Please choose a timelog to delete.
da_dk: Vælg venligst en tidslog at slette.

source: Do you want to remove this timelog?
da_dk: Vil du fjerne denne tidslogning?

source: Could not delete the timelog: %s
da_dk: Kunne ikke slette tidslog: %s

source: not set
da_dk: ikke sat

source: Tracking task: %s
da_dk: Følger opgave: %s

source: Updating organisation-cache.
da_dk: Opdaterer organisations-cache.

source: Updating task-cache.
da_dk: Opdaterer opgave-cache.

source: Updating worktime-cache.
da_dk: Opdaterer arbejdstids-cache.

source: Pushing time-updates.
da_dk: Sender tids-opdateringer.

source: Update task-cache.
da_dk: Opdaterer opgave-cache.

source: Done
da_dk: Færdig

source: Disabled automatic synchronization.
da_dk: Slået automatisk synkronation fra.

source: Restarted automatic sync. to run every %s minutes.
da_dk: Genstartet automatisk synk. til at køre hvert %s minut.

source: Synchronizing organisations.
da_dk: Synkroniserer organisationer.

source: Synchronizing worktime.
da_dk: Synkroniserer arbejdstid.

source: Automatic synchronization done.
da_dk: Automatisk synkronation færdig.

source: Error while auto-syncing: %s
da_dk: Fejl ved auto-synk: %s

source: Task with UID '%s' was not found.
da_dk: Opgave med UID '%s' blev ikke fundet.

source: Skipping worktime with UID %s
da_dk: Springer over arbejdstid med UID %s

source: Week status
da_dk: Uge status

source: Week
da_dk: Uge

source: Preferences
da_dk: Indstillinger

source: Username
da_dk: Brugernavn

source: Password
da_dk: Adagngskode

source: Reminder enabled
da_dk: Påmindelser slået til

source: Remind every minute
da_dk: Påmind hver minut

source: Reminder
da_dk: Påminder

source: Text color
da_dk: Tekst farve

source: Do automatic syncronization of data from OpenAll
da_dk: Lav automatisk synkronation af data med OpenAll

source: Interval (minutes)
da_dk: Interval (minutter)

source: Automatic sync.
da_dk: Automatisk synk.

source: OpenAll Time Applet
da_dk: OpenAll Tids Applet

source: Week view
da_dk: Uge oversigt

source: Synchronize static data
da_dk: Synkroniserer statisk data.

source: <b>Start new acitivity</b>
da_dk: <b>Start ny aktivitet</b>

source: Prepare _sync
da_dk: Forbryd _synk.

source: Overview
da_dk: Oversigt

source: <b>Prepare transfer</b>
da_dk: <b>Forbered overførsel</b>

source: [totals]
da_dk: [totaler]

source: Timelog list
da_dk: Tidslog liste

source: <b>Timelogs</b>
da_dk: <b>Tidslogs</b>
